<!DOCTYPE html>
<html lang="cs">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>SPC UL 2025 – Kontakty a Odkazy</title>
    <style>
        /* Základní styly pro tělo a font */
        body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            background-color: #f4f4f4;
            color: #333;
        }

        /* --- STYLY HLAVIČKY A NAVIGACE --- */

        .header {
            background-color: #004a99; /* Barva UJEP */
            color: white;
            padding: 15px 30px;
            display: flex;
            justify-content: space-between;
            align-items: center;
            flex-wrap: wrap; /* Umožní elementům zalomit se na menší obrazovce */
        }

        .logo {
            font-size: 1.5em;
            font-weight: bold;
        }

        .main-nav ul {
            list-style: none;
            padding: 0;
            margin: 0;
            display: flex; /* Vodorovné uspořádání */
            gap: 20px;
        }

        .main-nav a {
            color: white;
            text-decoration: none;
            font-weight: bold;
            padding: 5px 10px;
            transition: color 0.3s;
        }

        .main-nav a:hover {
            color: #a8d0ff; /* Světlejší barva při najetí myší */
        }

        /* --- STYLY OBSAHU --- */

        .content {
            padding: 30px;
            max-width: 1000px;
            margin: 20px auto;
            background-color: white;
            border-radius: 8px;
            box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
        }

        .contact-info {
            margin-top: 20px;
            padding: 15px;
            background-color: #e9e9e9;
            border-left: 5px solid #004a99;
            white-space: pre-wrap; /* Zachová formátování textu v <pre> */
        }
        
        /* Styl pro vložení emailu do odkazu */
        .email-link strong {
            display: block; /* Zajistí zalomení řádku v p */
            font-weight: normal;
            margin-top: 5px;
            font-style: italic;
        }

        /* --- RESPONZIVNÍ ÚPRAVY (pro mobily) --- */

        @media (max-width: 768px) {
            .header {
                flex-direction: column; /* Na mobilu dá hlavičku pod sebe */
                align-items: flex-start;
            }

            .main-nav {
                width: 100%;
                margin-top: 15px;
            }

            .main-nav ul {
                flex-direction: column; /* Odkazy seřadí pod sebe */
                gap: 10px;
            }
            
            .main-nav a {
                display: block;
                padding: 8px 0;
                border-bottom: 1px solid #005bb5; /* Oddělovací čára mezi odkazy */
            }
            
            .content {
                padding: 15px;
            }
        }
    </style>
</head>
<body>

    <div class="header">
        <div class="logo">spc.ul.2025@seznam.cz</div>
        <nav class="main-nav">
            <ul>
                
			    <li><a href="https://github.com/bedjan/ucitel/blob/main/rozvrh.md" target="_blank">Rozvrh</a></li>
                <li><a href="https://stag.ujep.cz/" target="_blank">Stag</a></li>
                <li><a href="https://email.seznam.cz" target="_blank">Email</a></li>
                <li><a href="https://www.facebook.com/groups/2026049324832552" target="_blank">Facebook</a></li>
				 <li><a href="https://www.dropbox.com/home" target="_blank">Dropbox</a></li>
				<li><a href="https://notebooklm.google.com" target="_blank">AI</a></li>
				<li><a href="https://www.pf.ujep.cz/cs/cat/centrum-celozivotniho-vzdelavani-kontakty" target="_blank">Kontakty</a></li>
				<li><a href="https://www.pf.ujep.cz/wp-content/uploads/2025/11/SPC-Speci%C3%A1ln%C4%9Bpedagogick%C3%A1-%C4%8Dinnost.pdf" target="_blank">Otázky</a></li>
				<li><a href="https://www.pf.ujep.cz/wp-content/uploads/2025/11/SPC-okruhy-temat_z%C3%A1v%C4%9Bre%C4%8Dn%C3%BDch-_praci.docx" target="_blank">Témata</a></li>
				<li><a href="https://www.pf.ujep.cz/cs/centrum-pedagogicke-praxe-pokyny-praxe-programu-ccv" target="_blank">Praxe</a></li>
                
               
            </ul>
        </nav>
    </div>

    <div class="content">
        <h1><a href="https://www.pf.ujep.cz/cs/cat/centrum-celozivotniho-vzdelavani-kontakty" target="_blank">Důležité kontakty a studijní odkazy</a></h1>
        
        <h2>Kontakt na vedoucí CCV</h2>
        <h3 id="ing-lenka-h-ebejkov-">Ing. Lenka Hřebejková</h3>
        <div class="contact-info">
            vedoucí CCV
            -
            Pracoviště: Centrum celoživotního vzdělávání
            Telefon: +420 475 283 176
            E-mail: <a href="mailto:lenka.hrebejkova@ujep.cz">lenka.hrebejkova@ujep.cz</a>
        </div>


		<p>1. OT&Aacute;ZKY KE ZKOU&Scaron;CE ZE SPECI&Aacute;LN&Iacute; PEDAGOGIKY:<br /><br /><br />&nbsp;1) Vymezte speci&aacute;ln&iacute; pedagogiku jako vědn&iacute; obor, jej&iacute; předmět a c&iacute;l.<br /><br />&nbsp;2) Popi&scaron;te současn&eacute; trendy uplatňovan&eacute; ve speci&aacute;ln&iacute; pedagogice, jak ovlivňuj&iacute;&nbsp;<br />&nbsp;současn&eacute; pojet&iacute; tohoto oboru? Jak se vyv&iacute;jel postoj společnosti vůči znev&yacute;hodněn&yacute;m&nbsp;<br />&nbsp;spoluobčanům?<br /><br />&nbsp;3) Jak je vnitřně speci&aacute;ln&iacute; pedagogika členěna? Charakterizujte jednotliv&eacute; d&iacute;lč&iacute;&nbsp;<br />&nbsp;discipl&iacute;ny speci&aacute;ln&iacute; pedagogiky.<br /><br />&nbsp;4) Vysvětlete podobněji klasifikaci handicapů podle doby jejich vzniku, Jak se li&scaron;&iacute;&nbsp;<br />&nbsp;faktory v prenat&aacute;ln&iacute;m a v postnat&aacute;ln&iacute;m obdob&iacute;?<br /><br />&nbsp;5) V čem spoč&iacute;v&aacute; posl&aacute;ni a v&yacute;znam speci&aacute;lně pedagogick&eacute; diagnostiky? Uveďte&nbsp;<br />&nbsp;přehled nejpouž&iacute;vaněj&scaron;&iacute;ch diagnostick&yacute;ch metod. Mezi kter&eacute; metody byste zařadil&nbsp;<br />&nbsp;anal&yacute;zu p&iacute;semn&eacute;ho projevu?<br /><br />&nbsp;6) Vysvětlete rozd&iacute;l mezi reedukad a kompenzaci. Co je m&iacute;něno pod pojmem ucelen&eacute;&nbsp;<br />&nbsp;(komprehenzivn&iacute;) rehabilitace?<br /><br />&nbsp;7) Jak&eacute; ot&aacute;zky materi&aacute;ln&iacute;, technick&eacute;, psychick&eacute; a soci&aacute;ln&iacute; jsou spojeny s integraci lid&iacute;&nbsp;<br />&nbsp;s postižen&iacute;m?<br /><br />&nbsp;8) Uveďte nezn&aacute;měj&scaron;&iacute; speci&aacute;ln&iacute; v&yacute;chovn&eacute;, vzděl&aacute;vac&iacute; a poradensk&eacute; instituce.&nbsp;<br />&nbsp;Charakterizujte vybranou instituci, jej&iacute; posl&aacute;n&iacute;, c&iacute;l, předmět, rozsah a typ poskytovan&eacute;&nbsp;<br />&nbsp;služby, jak&eacute; už&iacute;v&aacute; metody pro spiněn&iacute; sv&yacute;ch c&iacute;lů.<br /><br />&nbsp;9) Vysvětlete vznik a formy dětsk&eacute; mozkov&eacute; obrny. Jak&eacute; jsou možnosti a specifika&nbsp;<br />&nbsp;pr&aacute;ce s takto handicapovan&yacute;mi osobami ?<br /><br /><br />&nbsp;10) Vysvětlete př&iacute;činy vzniku epilepsie. Popi&scaron;te jej&iacute; projevy. Jak&eacute; jsou z&aacute;sady a&nbsp;<br />&nbsp;specifika pr&aacute;ce s takto handicapovan&yacute;mi osobami ?<br /><br />&nbsp;11) Definujte poruchy &scaron;koln&iacute;ch dovednost&iacute; (specifick&eacute; poruchy učeni.Jak&eacute; jsou př&iacute;činy&nbsp;<br />&nbsp;v&yacute;&scaron;e uveden&yacute;ch poruch? Jak&eacute; jsou symptomy lehk&eacute; mozkov&eacute; dysfunkce?<br /><br />&nbsp;12) Vyjmenujte nejčastěj&scaron;&iacute; druhy SPU. Charakterizujte jednu z nich. Jak&eacute; jsou&nbsp;<br />&nbsp;st&aacute;vaj&iacute;c&iacute; formy p&eacute;če o ž&aacute;ky s poruchami učen&iacute;?<br /><br /><br />&nbsp;13) Sociokulturn&iacute; handicap a &scaron;kola. V&yacute;chova a vzděl&aacute;v&aacute;n&iacute; minorit, etnik, Adaptace&nbsp;<br />&nbsp;imigrantů, jak&eacute; jsou hlavn&iacute; psychosoci&aacute;ln&iacute; probl&eacute;my v r&aacute;mci &scaron;koly?<br /><br />&nbsp;2. OT&Aacute;ZKY KE ZKOU&Scaron;CE Z PSYCHOPEDIE A ETOPEDIE:<br /><br />&nbsp;1) Ment&aacute;ln&iacute; retardace, vymezen&iacute; pojmu, klasifikace, hodnocen&iacute; (kvalitativn&iacute; a&nbsp;<br />&nbsp;kvantitativni)V čem spoč&iacute;v&aacute; z&aacute;kladn&iacute; rozd&iacute;l mezi ment&aacute;ln&iacute;. retardaci a demenc&iacute;?<br /><br />&nbsp;2) Jak&eacute; př&iacute;činy mohou v&eacute;st k defektu rozumov&yacute;ch schopnost&iacute; a rozvoji ment&aacute;ln&iacute;&nbsp;<br />&nbsp;retardace?<br /><br />&nbsp;3) Jak&yacute; je v&yacute;znam kvalitativn&iacute;ho hodnocen&iacute; rozumov&yacute;ch schopnost&iacute; pro pr&aacute;ci s lidmi&nbsp;<br />&nbsp;s ment&aacute;ln&iacute;m postižen&iacute;m?<br /><br />&nbsp;4) Charakterizujte možnosti edukace a n&aacute;sledn&eacute; společensk&eacute; uplatněn&iacute; jedinců s&nbsp;<br />&nbsp;postižen&iacute;m na &uacute;rovni středně těžk&eacute; ment&aacute;ln&iacute; retardace.<br /><br />&nbsp;5) Charakterizujte typick&eacute; znaky my&scaron;leni a řeči lid&iacute; s ment&aacute;ln&iacute;m postižen&iacute;m. Jak&eacute;&nbsp;<br />&nbsp;n&aacute;padnosti se objevuj&iacute; v jejich chov&aacute;n&iacute;, jak&aacute; je jejich př&iacute;čina ?<br /><br />&nbsp;6) Jak&eacute; jsou složky a formy v&yacute;chovn&eacute; pr&aacute;ce, realizovan&eacute; v r&aacute;mci &uacute;stavn&iacute; p&eacute;če, jak&yacute; je&nbsp;<br />jejich c&iacute;l?<br /><br />7) Jak&aacute; jsou specifika pr&aacute;ce s jedinci s Downov&yacute;m syndromem. Možnosti v&yacute;chovy a&nbsp;<br />vzděl&aacute;v&aacute;n&iacute;. Typick&eacute; odli&scaron;nosti těchto osob ?<br /><br />8) Autismus a jeho formy (syndromy) etiologie, prevalence v populaci. Obecn&aacute;&nbsp;<br />charakteristika platn&aacute; pro v&scaron;echny jednotliv&eacute; syndromy. Jak&eacute; jsou principy pr&aacute;ce se&nbsp;<br />ž&aacute;ky s toto poruchou? Charakterizujte metodu strukturovan&eacute;ho př&iacute;stupu<br /><br /><br />9) Definujte poruchy chov&aacute;n&iacute; a uveďte obecn&eacute; znaky jejich nositelů..<br /><br />10) Jak&eacute; faktory mohou zvy&scaron;ovat pravděpodobnost vzniku a rozvoje poruch chov&aacute;n&iacute;<br /><br />11) Jak lze tř&iacute;dit poruchy chov&aacute;n&iacute; z hlediska z&aacute;važnosti pro společnost?&nbsp;<br />Charakterizujte analogick&eacute; znaky jednotliv&yacute;ch kategori&iacute;.<br /><br />12) Definujte syndrom z&aacute;vislosti, popi&scaron;te jej&iacute; symptomy. Jak&yacute; je rozd&iacute;l mezi&nbsp;<br />&scaron;kodliv&yacute;m už&iacute;v&aacute;n&iacute;m a z&aacute;vislost&iacute;?<br /><br />13) Jak&eacute; psychologick&eacute; a soci&aacute;ln&iacute; faktory mohou zvy&scaron;ovat pravděpodobnost rozvoje&nbsp;<br />z&aacute;vislosti?<br /><br />14) Definujte delikventi. Vymezte nejdůležitěj&scaron;&iacute; biologick&eacute; a soci&aacute;ln&iacute; faktory, kter&eacute;&nbsp;<br />zvy&scaron;uj&iacute; pravděpodobnost vzniku a rozvoje krimin&aacute;ln&iacute;ho chov&aacute;n&iacute;.<br /></p>
        
    </div>



</body>
</html>
